// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Bluetooth instellingen";

NoNameTitle = "Apparaatnaam is leeg";
NoNameMsg = "Geef de naam op van uw apparaat.";

NoGetTitle = "Kan instellingen niet ophalen";
NoGetMsg = "Controleer of de printer is aangesloten en online staat.";

NoResetTitle = "Kan apparaattoegang niet resetten";
NoResetMsg = "Controleer of de printer is aangesloten en online staat.";

NoChangePinTitle = "Kan pincode niet veranderen";
NoChangePinMsg = "Controleer of de printer is aangesloten en online staat.";

OkTitle = "OK";
CancelTitle = "Annuleer";

ResetTitle = "Apparaattoegang resetten";
ResetMsg = "Klik op OK om alle eerder aangesloten apparaten van de printer te verwijderen. Klik op Annuleren om de resetfunctie over te slaan.";

DefaultLanguage = "Huidige instellingen behouden";

0Language = "Vereenvoudigd Chinees – China";
1Language = "Traditioneel Chinees – Hongkong";
2Language = "Traditioneel Chinees – Taiwan";
3Language = "Japans";
4Language = "Koreaans";
5Language = "Latijn (overige)";

DeviceTitle = "Apparaat";
AddressTitle = "Adres:";
NameTitle = "Naam:";
AccessTitle = "Toegang";
ChangePINCodeTitle = "Pincode wijzigen";
ChangePINCodeButton = "Pincode wijzigen…";
ModeTitle = "Modus";
PrivateModeTitle = "Modus Privé";
PublicModeTitle = "Modus Publiek";
EncryptionRequiredTitle = "Codering vereist";
DefaultFontSettingTitle = "Standaardlettertype-instelling:";
ApplyNowTitle = "Pas wijzigingen toe";

EnternewPINcodeTitle = "Typ nieuwe pincode:";
ConfirmnewPINcodeTitle = "Bevestig nieuwe pincode:";

MissingCardLabel = "Plaats een externe Bluetooth-adapter of schakel de interne Bluetooth-radio van het apparaat in.";
